Repository: Danendz/cscart-exercise-1
Catalog: var/langs/*/addons/*_departments.po
Languages: ru_ru

# Addons::name::sd_departments
source: Simtech Developments: Departments
ru_ru: Симтек Девелопментс: Отделы

# Addons::description::sd_departments
source: Employee departments
ru_ru: Отделы сотрудников

# Languages::sd_departments_departments
source: Departments
ru_ru: Отделы

# Languages::sd_departments_name
source: Name
ru_ru: Название

# Languages::sd_departments_add_department
source: Add department
ru_ru: Добавить отдел

# Languages::sd_departments_department_name
source: Department name
ru_ru: Название отдела

# Languages::sd_departments_supervisor
source: Supervisor
ru_ru: Руководитель

# Languages::sd_departments_new_department
source: New department
ru_ru: Новый отдел

# Languages::sd_departments_employees
source: Employees
ru_ru: Сотрудники

# Languages::sd_departments_add_employee
source: Add employee
ru_ru: Добавить сотрудника

# Languages::sd_departments_add_supervisor
source: Add supervisor
ru_ru: Добавить руководителя

# Languages::sd_departments_no_description
source: No description
ru_ru: Нет описания

# Languages::sd_departments_no_employee
source: No employee
ru_ru: Нет сотрудников

# Languages::sd_departments_text_no_departments
source: There is no departments here
ru_ru: Упс! Мы не нашли отделов. Попробуйте создать новый!

# Languages::sd_departments_success_delete_one
source: Department has been successfully deleted
ru_ru: Отдел был успешно удален

# Languages::sd_departments_success_delete_multiple
source: Departments has been successfully deleted
ru_ru: Отделы были успешно удалены

# Languages::sd_departments_update_departments
source: Update departments
ru_ru: Обновить отделы

# SettingsOptions::sd_departments::department_columns
source: Number of departments in a row
ru_ru: Количество отделов в ряду

# SettingsOptions::sd_departments::department_per_page
source: Number of departments per page
ru_ru: Количество отделов на страницу

# SettingsOptions::sd_departments::employee_columns
source: Number of employees in a row
ru_ru: Количество сотрудников в ряду

# SettingsOptions::sd_departments::employee_per_page
source: Number of employees per page
ru_ru: Количество сотрудников на страницу
